tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "puma/puma"

brew "autojump"
brew "gotop"
brew "neovim"
brew "nvm"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "zsh"

brew "puma/puma/puma-dev"

cask "font-jetbrains-mono"
cask "ngrok"

cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
